import 'dart:core';
import 'dart:ui';

class Configs {
  static Color primaryColor = Color(0xFF2C3E54);
  static List semesterList = [
    "2019-2020-2",
    "2019-2020-1",
    "2018-2019-2",
    "2018-2019-1",
    "2017-2018-2",
    "2017-2018-1",
    "2016-2017-2",
    "2016-2017-1",
  ];
  static List weekList = [
    '第一周',
    '第二周',
    '第三周',
    '第四周',
    '第五周',
    '第六周',
    '第七周',
    '第八周',
    '第九周',
    '第十周',
    '第十一周',
    '第十二周',
    '第十三周',
    '第十四周',
    '第十五周',
    '第十六周',
    '第十七周',
    '第十八周',
    '第十九周',
    '第二十周',
    '第二十一周',
  ];
}
