import 'dart:core';
import 'dart:ui';

class Configs {
  static Color primaryColor = Color(0xFF2C3E54);
  static List semesterList = [
    "2019-2020-2",
    "2019-2020-1",
    "2018-2019-2",
    "2018-2019-1",
    "2017-2018-2",
    "2017-2018-1",
    "2016-2017-2",
    "2016-2017-1",
  ];
  static List weekList = [
    '第1周',
    '第2周',
    '第3周',
    '第4周',
    '第5周',
    '第6周',
    '第7周',
    '第8周',
    '第9周',
    '第10周',
    '第11周',
    '第12周',
    '第13周',
    '第14周',
    '第15周',
    '第16周',
    '第17周',
    '第18周',
    '第19周',
    '第20周',
    '第21周',
  ];
}
